{
  "sections": {
    "our-story-page": {
      "type": "our-story-page",
      "blocks": {
        "text_YgHEDy": {
          "type": "text",
          "settings": {
            "text": "Welcome warrior, my name is Amy, founder of Dr.Wang Derma. For many parents, the sight of their child in discomfort is heartbreaking. For me, that heartbreak came in the form of my son, Jimmy's, eczema. From the moment he was born, Jimmy battled the constant itch and scratch. The raw, inflamed patches on his skin were a constant reminder of his struggle."
          }
        },
        "text_w8NJNY": {
          "type": "text",
          "settings": {
            "text": "I like you became a warrior mom, fiercely searching for a solution. We tried everything – countless doctor visits, steroid creams (which worried me because they thinned his skin), and even those internet-famous \"miracle\" products. But nothing gave Jimmy lasting relief."
          }
        },
        "text_iMiwRq": {
          "type": "text",
          "settings": {
            "text": "Then, during a trip back home to Vietnam, everything changed. A dear friend, a dermatologist, recommended a soothing ointment made with natural ingredients. To my utter amazement, it worked! Jimmy's eczema began to calm, the redness faded, and the incessant scratching finally stopped."
          }
        },
        "text_F4PR9E": {
          "type": "text",
          "settings": {
            "text": "Witnessing the transformation in my son was a turning point. I knew I couldn't keep this gift to myself. I had to share it with other mothers and children facing the same battle. So, I partnered with the supplier to bring this incredible, all-natural eczema relief to the United States."
          }
        },
        "text_8Uyyhf": {
          "type": "text",
          "settings": {
            "text": "This isn't just a product; it's a testament to a mother's love and the power of nature's healing touch. We believe that every child deserves to experience the joy of healthy, comfortable skin."
          }
        },
        "text_7pMw4A": {
          "type": "text",
          "settings": {
            "text": "Join us on this journey as we help families find relief and create a future where eczema no longer holds them back."
          }
        }
      },
      "block_order": [
        "text_YgHEDy",
        "text_w8NJNY",
        "text_iMiwRq",
        "text_F4PR9E",
        "text_8Uyyhf",
        "text_7pMw4A"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/12.webp",
        "heading": "",
        "subheading": "",
        "title": "From Desperate Mama to Eczema Fighter - A 10,000km Journey Far From Home",
        "background_color": "#6dacbf",
        "text_color_1": "",
        "text_color_2": "#ffffff"
      }
    }
  },
  "order": [
    "our-story-page"
  ]
}
